[Closure.MYRRAH_CL_01 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. Note this line has an echo effect.], TRIGGER[Marcus says nothing, his fist clenching, bringing it to his mouth.Suddenly we hear the sound of a second chopper. It pulls up to Marcus/Dom/Baird's chopper's altitude, and we see that Anya is aboard the Raven with Cole. She lets out a small, bitterboa smile, glad to see Marcus, but unable to celebrate considering the sheer loss of human lives.Marcus nods a few times in recognition, takes in a deep breath, as his gaze averts to the watery chaos below… there is probably smoke, gilded with Imulsion, rising out from what was Jacinto, steaming from the ocean, into the sky above.Refugees on life boats andando out from the chaos, and much like the Opening Cinematic, the humans look like ants fleeing an anthill…As the camera pans over the tragic scene, we get our final V.O. for the game:], GLOSSARY[]"
SpokenText="Your world can end in the blink of an eye. One event, one unexpected twist of fate, and suddenly the world as you knew it, is gone forever."
Subtitles[0]=(Text="Your world can end in the blink of an eye. One event, one unexpected twist of fate, and suddenly the world as you knew it, is gone forever.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_01_alt SoundNodeWave]
Comment="Notes[6/4/2008—new alt, newly reconciled. Note this line has an echo effect.], TRIGGER[], GLOSSARY[]"
SpokenText="Your world can end in the blink of an eye. One event, one unexpected twist of fate, and suddenly the world as you knew it… is gone forever."
Subtitles[0]=(Text="Your world can end in the blink of an eye. One event, one unexpected twist of fate, and suddenly the world as you knew it… is gone forever.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_02 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[The camera andandos from the sunken city, to the steaming sea, as the next bit of VO plays:], GLOSSARY[]"
SpokenText="All that you held dear, all that you held close… is washed away into the sea of distant memory."
Subtitles[0]=(Text="All that you held dear, all that you held close… is washed away into the sea of distant memory.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_02_alt SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[The camera andandos from the sunken city, to the steaming sea, as the next bit of VO plays:], GLOSSARY[]"
SpokenText="All that you held dear, all that you held close, is washed away, into the sea of distant memory."
Subtitles[0]=(Text="All that you held dear, all that you held close, is washed away, into the sea of distant memory.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_02_alt2 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[The camera andandos from the sunken city, to the steaming sea, as the next bit of VO plays:], GLOSSARY[]"
SpokenText="All that you held dear, all that you held close, is washed away into the sea of distant memory."
Subtitles[0]=(Text="All that you held dear, all that you held close, is washed away into the sea of distant memory.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_03 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Cut to the Hollow, water flooding through the tunnels, destroying everything, drowning the Locust. We want the player to think that this is truly the end for the Locust. As this is shown:], GLOSSARY[]"
SpokenText="Life… is cruel. Of this, I have no doubt."
Subtitles[0]=(Text="Life… is cruel. Of this, I have no doubt.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_03_alt SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Cut to the Hollow, water flooding through the tunnels, destroying everything, drowning the Locust. We want the player to think that this is truly the end for the Locust. As this is shown:], GLOSSARY[]"
SpokenText="Life… is cruel. Of this, I have no doubt."
Subtitles[0]=(Text="Life… is cruel. Of this, I have no doubt.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_04 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Maybe we even get a shot of Myrrah, turning to face the deluge of water about to come crashing into her.], GLOSSARY[]"
SpokenText="But life continues on… with, or without you."
Subtitles[0]=(Text="But life continues on… with, or without you.")
bMature=False
bManualWordWrap=False

[Closure.MYRRAH_CL_05 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Cut back to the surface, maybe a match cut with the water hitting the camera, we pan over the ocean, to the steam, then up the shimmering plumes to the sky, which is darkening to an unusual color that seems to glimmer golden ever so slightly… ], GLOSSARY[]"
SpokenText="One can only hope that one leaves behind a lasting legacy. But so often, the legacies that we leave behind are not the ones that we intended."
Subtitles[0]=(Text="One can only hope that one leaves behind a lasting legacy. But so often, the legacies that we leave behind are not the ones that we intended.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_01 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[END OF CINEMATIC. Marcus and Dom head towards Nexus, and are able to snipe some Locust from afar with the Longshot. Delta continues down the stairs, moving into an open area with crumbled pillars and a number of Drones. After Área limpaing the area, the player will be able to kick open the door and proceed to the next area. As Delta andandos closer to Nexus, the player will begin to hear Myrrah's voice over the P.A. systems throughout the Locust city.], GLOSSARY[]"
SpokenText="Look inside yourself. Do you have the will to win?"
Subtitles[0]=(Text="Look inside yourself. Do you have the will to win?")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_02 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="Our species is destined to rule Sera. Keep fighting, my children! Your queen is with you."
Subtitles[0]=(Text="Our species is destined to rule Sera. Keep fighting, my children! Your queen is with you.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_03 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[Once all of the enemies are defeated, a series of doors will open, and a new enemy will appear, and we'll get a quick Y-look: Giant doors part open, we see the humungous Boomer chain gun, then rotate the camera around to see the fearsome Boomer who is wielding it.], GLOSSARY[]"
SpokenText="The dominant species will prevail. Always."
Subtitles[0]=(Text="The dominant species will prevail. Always.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_04 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[Delta andandos through the opened mechanical doors, up a stairwell, through a mechanical passage that has a boulder holding it open. They continue down the hallway, reach a passageway to their right, then enter another large area.], GLOSSARY[]"
SpokenText="They can be stopped. Don't give in."
Subtitles[0]=(Text="They can be stopped. Don't give in.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_05 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="There are no greater warriors anywhere… we cannot be stopped."
Subtitles[0]=(Text="There are no greater warriors anywhere… we cannot be stopped.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_06 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[They kill the enemies, andando further in, and enter a more cave-like part of Nexus. They pass by a curving stone bridge, and are attacked by more Locust. They andando up a series of stairwells as they fight the Locust, and Myrrah continues to be heard:], GLOSSARY[]"
SpokenText="Nothing can stand before us, my children. We shall conquer the surface… and we shall begin anew."
Subtitles[0]=(Text="Nothing can stand before us, my children. We shall conquer the surface… and we shall begin anew.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_07 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="Let nothing stand in the way of our mission. Our destiny awaits."
Subtitles[0]=(Text="Let nothing stand in the way of our mission. Our destiny awaits.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_08 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[END CINEMATIC. Delta continues fighting the enemies as Cole and Baird provide support from above.], GLOSSARY[]"
SpokenText="The Hollow is the past. The surface is our future."
Subtitles[0]=(Text="The Hollow is the past. The surface is our future.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_09 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="On the surface of Sera, we shall find our destiny."
Subtitles[0]=(Text="On the surface of Sera, we shall find our destiny.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_10 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="These creatures cannot hope to stop us."
Subtitles[0]=(Text="These creatures cannot hope to stop us.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_11 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="The Lambent know not our full strength."
Subtitles[0]=(Text="The Lambent know not our full strength.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_11_alt SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="The Lambent know not our full strength."
Subtitles[0]=(Text="The Lambent know not our full strength.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_12 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[The gondola will stop next to Delta, and once it's Área limpaed of enemies, Delta will mantle to the other side as the Nemacyst continue to pound on the first car.], GLOSSARY[]"
SpokenText="We will drown them in their own blood."
Subtitles[0]=(Text="We will drown them in their own blood.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_13 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="The Riftworm is dead. Yet still we will vanquish our enemies."
Subtitles[0]=(Text="The Riftworm is dead. Yet still we will vanquish our enemies.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_13_alt SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. ], TRIGGER[], GLOSSARY[]"
SpokenText="The Riftworm is dead. Yet still we will vanquish our enemies."
Subtitles[0]=(Text="The Riftworm is dead. Yet still we will vanquish our enemies.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_14 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. 5/27/08: Revision—prompt has changed.], TRIGGER[END LD CINEMATIC Delta approaches a spiral stairwell and we can hear the sounds of distant combat.], GLOSSARY[]"
SpokenText="Destroy them! We must reach the surface!"
Subtitles[0]=(Text="Destroy them! We must reach the surface!")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_15 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Delta andandos up a spiral staircase, then down another, and gets their first glimpse of the Locust battling the Lambent/Dark creatures. ], GLOSSARY[]"
SpokenText="The Lambent are inferior! Destroy them for your queen!"
Subtitles[0]=(Text="The Lambent are inferior! Destroy them for your queen!")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_15_alt SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Delta andandos up a spiral staircase, then down another, and gets their first glimpse of the Locust battling the Lambent/Dark creatures. ], GLOSSARY[]"
SpokenText="The Lambent are inferior! Destroy them for your queen!"
Subtitles[0]=(Text="The Lambent are inferior! Destroy them for your queen!")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_16 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Delta comes to another section of retractable cover, and must fight off more Locust to get through.], GLOSSARY[]"
SpokenText="The Lambent are inferior! The plague must be stopped!"
Subtitles[0]=(Text="The Lambent are inferior! The plague must be stopped!")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_17 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[They'll reach an open area, and will join the battle that the lift is engaged in. They'll Área limpa the room, press the button again, and andando down to the floor below.], GLOSSARY[]"
SpokenText="Like the humans, the Lambent are weak. Crush them beneath your feet."
Subtitles[0]=(Text="Like the humans, the Lambent are weak. Crush them beneath your feet.")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_18 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[END CINEMATIC. Delta Área limpas the area, continues further down the path, encountering more Locust resistance.], GLOSSARY[]"
SpokenText="Never give up, my children. You are Sera's saviors!"
Subtitles[0]=(Text="Never give up, my children. You are Sera's saviors!")
bMature=False
bManualWordWrap=False

[Nexis.MYRRAH_NX_19 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="Excellent, my children. Your bravery does your queen proud."
Subtitles[0]=(Text="Excellent, my children. Your bravery does your queen proud.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_01 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled.], TRIGGER[OPEN WITH BLACK, MYRRAH'S VOICE-OVER:], GLOSSARY[]"
SpokenText="It began, as always, with the desire for power."
Subtitles[0]=(Text="It began, as always, with the desire for power.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_02 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: The black turns into the night sky, the camera pans down through tree tops, to the Imulsion-pocketed ground below. The camera skims the surface as it passes by giant derricks extracting the glowing substance from the barren earth. ], GLOSSARY[]"
SpokenText="The need to conquer, the hunger to consume."
Subtitles[0]=(Text="The need to conquer, the hunger to consume.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_03 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: The camera andandos into a pool of Imulsion, then emerges in another place: The Pendulum Wars, and we witness a bloody battle of humanity fighting against itself.], GLOSSARY[]"
SpokenText="Inevitably, this led to conflict. Bloodshed. War. Humanity fought an endless battle against itself…"
Subtitles[0]=(Text="Inevitably, this led to conflict. Bloodshed. War. Humanity fought an endless battle against itself…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_04 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled; 7/28/2008: copyedit], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: A grenade is thrown, explodes in the face of the camera, and when the smoke Área limpas we see Emergence Day, Locust overtaking the streets, and a Corpser bursting forth from the ground.], GLOSSARY[]"
SpokenText="… until it was forced to unite against a power far greater than it had ever known."
Subtitles[0]=(Text="… until it was forced to unite against a power far greater than it had ever known.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_05 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: A beam of light hits the Corpser, we pan up to see it's coming from a fiery hole in the sky, then we cut to the Hammer of Dawn brutally scorching the earth.], GLOSSARY[]"
SpokenText="But even united, humanity left only destruction in its wake."
Subtitles[0]=(Text="But even united, humanity left only destruction in its wake.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_06 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[BLASTED TO BLACK—DYNAMIC FADE. STARTLING MUSIC, JARRING SOUNDS OF WAR, IMAGES RETURN: Marcus and the Gears fighting their asses off in Gears 1, then the deployment of the Imulsion bomb from the train (but not the explosion yet). ], GLOSSARY[fighting their asses off: fighting very hard]"
SpokenText="Despite their best efforts at survival…"
Subtitles[0]=(Text="Despite their best efforts at survival…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_07 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: Aerial shot of COG soldiers marching out of Jacinto, insect-like.], GLOSSARY[]"
SpokenText="… the humans of Sera continued to march blindly to their imminent doom…"
Subtitles[0]=(Text="… the humans of Sera continued to march blindly to their imminent doom…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_08 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled; 7/28/2008: copyedit], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: Pan up from the soldiers to King Ravens in the sky, then to a spotlight shining out at the viewer.], GLOSSARY[]"
SpokenText="… unaware that their misguided attempts at retaliation were only leading them ever closer to extinction."
Subtitles[0]=(Text="… unaware that their misguided attempts at retaliation were only leading them ever closer to extinction.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_09 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[QUICK FADE TO BLACK, FOLLOWED BY IMAGES OF: The light of the spotlight shines into the Imulsion bomb exploding underground, bright, followed by sudden contrast to the black. Then, Locust dying everywhere—an underground holocaust.], GLOSSARY[]"
SpokenText="They had thought us crippled by their weapons of mass destruction…"
Subtitles[0]=(Text="They had thought us crippled by their weapons of mass destruction…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_10 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: Locust rising from the ashes. Locust preparing for a massive assault.], GLOSSARY[]"
SpokenText="… but to survive is to endure and prosper."
Subtitles[0]=(Text="… but to survive is to endure and prosper.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_11 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: A glimpse of Skorge—too quick to fully register but enough to know it's something new.], GLOSSARY[]"
SpokenText="And we have most certainly survived."
Subtitles[0]=(Text="And we have most certainly survived.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_12 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: The COG soldiers fighting at the perimeter of Jacinto. The Locust looking as frightening as ever. Some good shots of the big creatures too: Brumak, Seeders, etc. We should see at least one more quick shot of Marcus and the Gears fighting here too. ], GLOSSARY[]"
SpokenText="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds."
Subtitles[0]=(Text="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_13 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[IMAGES ACCOMPANIED BY MYRRAH'S VOICE-OVER: A shell-shocked man holding his bloodied, dead wife, other dead people all around him. COG soldiers being mowed down, visceral close-ups, the casualties of war.], GLOSSARY[]"
SpokenText="In a way, I pity them…"
Subtitles[0]=(Text="In a way, I pity them…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_14 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[Before this line, we see a fallen Gear, he's dying, then suddenly we pan to a Locust, we see it from above, then it smashes a boot down into the camera and the Gear. After this line, everything goes black, then subtly we fade up to a dark red background. Capillaries of a black, ink-like substance begin to form against the crimson red, then coalesce into the familiar sight of the Crimson Omen. The image forms, holds momentarily, then the second drips appears on the logo, signaling that this is indeed a new chapter… THE CRIMSON OMEN NOW FULLY APPEARS. FADE INTO THE TUTORIAL/HOSPITAL CINEMATIC OR TITLE SCREEN. END OPENING CINEMATIC.], GLOSSARY[]"
SpokenText="… but humanity, as always, brought this war upon itself."
Subtitles[0]=(Text="… but humanity, as always, brought this war upon itself.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC2_FULL SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled. This is the entire speech all as one .wav file.], TRIGGER[], GLOSSARY[]"
SpokenText="It began, as always, with the desire for power. The need to conquer, the hunger to consume. Inevitably, this led to conflict. Bloodshed. War. Humanity fought an endless battle against itself, until it was forced to unite against a power far greater than it had ever known. But even united, humanity left only destruction in its wake. Despite their best efforts at survival, the humans of Sera continued to march blindly to their imminent doom… unaware that their misguided attempts at retaliation were only leading them ever closer to extinction. They had thought us crippled by their weapons of mass destruction. But to survive is to endure and prosper. And we have most certainly survived. Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds. In a way, I pity them… but humanity, as always, brought this war upon itself."
Subtitles[0]=(Text="It began, as always, with the desire for power. The need to conquer, the hunger to consume. Inevitably, this led to conflict. Bloodshed. War. Humanity fought an endless battle against itself, until it was forced to unite against a power far greater than it had ever known. But even united, humanity left only destruction in its wake. Despite their best efforts at survival, the humans of Sera continued to march blindly to their imminent doom… unaware that their misguided attempts at retaliation were only leading them ever closer to extinction. They had thought us crippled by their weapons of mass destruction. But to survive is to endure and prosper. And we have most certainly survived. Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds. In a way, I pity them… but humanity, as always, brought this war upon itself.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_01 SoundNodeWave]
Comment="Notes[Revision 6/4/2008: new file newly reconciled], TRIGGER[], GLOSSARY[]"
SpokenText="Humanity, as always, lies on the brink of extinction."
Subtitles[0]=(Text="Humanity, as always, lies on the brink of extinction.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_02 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: The killing of GENERAL RAAM. The deployment of the Imulsion bomb from the train (but not the explosion yet).], GLOSSARY[]"
SpokenText="Despite their best efforts at survival…"
Subtitles[0]=(Text="Despite their best efforts at survival…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_03 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: Aerial shot of COG soldiers marching out of Jacinto, insectlike.], GLOSSARY[]"
SpokenText="… the humans of Sera march blindly to their imminent doom."
Subtitles[0]=(Text="… the humans of Sera march blindly to their imminent doom.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_04 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[The Imulsion bomb exploding underground, bright, followed by sudden contrast to the black. Then, Locust dying everywhere—an underground holocaust.], GLOSSARY[]"
SpokenText="They had thought us crippled by their weapons of mass destruction…"
Subtitles[0]=(Text="They had thought us crippled by their weapons of mass destruction…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_04_alt1 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[The Imulsion bomb exploding underground, bright, followed by sudden contrast to the black. Then, Locust dying everywhere—an underground holocaust.], GLOSSARY[]"
SpokenText="They had thought us crippled by their weapons of mass destruction…"
Subtitles[0]=(Text="They had thought us crippled by their weapons of mass destruction…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_04_alt2 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[The Imulsion bomb exploding underground, bright, followed by sudden contrast to the black. Then, Locust dying everywhere—an underground holocaust.], GLOSSARY[]"
SpokenText="They had thought us crippled by their weapons of mass destruction…"
Subtitles[0]=(Text="They had thought us crippled by their weapons of mass destruction…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_05 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: Locust rising from the ashes. Locust preparing for a massive assault.], GLOSSARY[]"
SpokenText="… but to survive is to endure and prosper."
Subtitles[0]=(Text="… but to survive is to endure and prosper.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_06 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: A glimpse of SKORGE—too quick to fully register but enough to know it's something new. The sinkholes appearing, cities falling into the earth.], GLOSSARY[]"
SpokenText="And we have, most certainly, survived."
Subtitles[0]=(Text="And we have, most certainly, survived.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_07 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: The COG soldiers fighting at the perimeter of Jacinto. The Locust looking as frightening as ever. Some shots of the big creatures too: Brumak, Seeders, etc. We should see at least one more quick shot of MARCUS and the GEARS fighting here too.], GLOSSARY[]"
SpokenText="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds."
Subtitles[0]=(Text="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_07_alt1 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: The COG soldiers fighting at the perimeter of Jacinto. The Locust looking as frightening as ever. Some shots of the big creatures too: Brumak, Seeders, etc. We should see at least one more quick shot of MARCUS and the GEARS fighting here too.], GLOSSARY[]"
SpokenText="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds."
Subtitles[0]=(Text="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_07_alt2 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: The COG soldiers fighting at the perimeter of Jacinto. The Locust looking as frightening as ever. Some shots of the big creatures too: Brumak, Seeders, etc. We should see at least one more quick shot of MARCUS and the GEARS fighting here too.], GLOSSARY[]"
SpokenText="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds."
Subtitles[0]=(Text="Jacinto now stands as the last bastion of humanity, a final, desperate defense in the face of impossible odds.")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_08 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Images accompanied by MYRRAH's voice-over: A shell-shocked man holding his bloodied, dead wife, other dead people all around him. COG soldiers being mowed down, visceral close-ups, the casualties of war.], GLOSSARY[shell-shocked means mentally confused, upset, or exhausted as a result of excessive stress, often associated with war.]"
SpokenText="In a way, I pity them…"
Subtitles[0]=(Text="In a way, I pity them…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_08_alt1 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[A shell-shocked man holding his bloodied, dead wife, other dead people all around him. COG soldiers being mowed down, visceral close-ups, the casualties of war.], GLOSSARY[shell-shocked means mentally confused, upset, or exhausted as a result of excessive stress, often associated with war.]"
SpokenText="In a way, I pity them…"
Subtitles[0]=(Text="In a way, I pity them…")
bMature=False
bManualWordWrap=False

[Opening_Cine.MYRRAH_OC_09 SoundNodeWave]
Comment="Notes[Revision 5/6/2008; all opening cinematic lines have been rerecorded but not handed off yet.], TRIGGER[Blood sprays the screen, thickest at the center. The images behind the blood begin to fade to black, as the blood surrounding the center begins to drip away. Only the bloody center remains, a vaguely familiar shape takes form… The Crimson Omen drips into view as MYRRAH speaks, and fully appears as she finishes.], GLOSSARY[]"
SpokenText="… but humanity, as always, brought this war upon itself."
Subtitles[0]=(Text="… but humanity, as always, brought this war upon itself.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_01 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Like in NEXUS, Myrrah's voice will be heard occasionally over the loudspeakers:], GLOSSARY[]"
SpokenText="Rise! Higher, my children! Then we shall wash our enemies away in the great flood."
Subtitles[0]=(Text="Rise! Higher, my children! Then we shall wash our enemies away in the great flood.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_02 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[As they near the back of the palace:], GLOSSARY[]"
SpokenText="Jacinto shall sink, and all of our enemies will be vanquished."
Subtitles[0]=(Text="Jacinto shall sink, and all of our enemies will be vanquished.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_03 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[BEGIN CINEMATICDelta rides down on the platform into the Bloodmount stables. We can see the Imulsion below and Nexus across the way.], GLOSSARY[]"
SpokenText="The Riftworm weakened Jacinto's base… now all we have to do is finish the task."
Subtitles[0]=(Text="The Riftworm weakened Jacinto's base… now all we have to do is finish the task.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_03_alt1 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[BEGIN CINEMATICDelta rides down on the platform into the Bloodmount stables. We can see the Imulsion below and Nexus across the way.], GLOSSARY[]"
SpokenText="The Riftworm weakened Jacinto's base… now, finish the task!"
Subtitles[0]=(Text="The Riftworm weakened Jacinto's base… now, finish the task!")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_03_alt2 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[BEGIN CINEMATICDelta rides down on the platform into the Bloodmount stables. We can see the Imulsion below and Nexus across the way.], GLOSSARY[]"
SpokenText="The Riftworm weakened Jacinto's base. Now, my children, finish the task!"
Subtitles[0]=(Text="The Riftworm weakened Jacinto's base. Now, my children, finish the task!")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_04 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Doors at the end of the hall will open, more Locust will emerge, and the player will have to alternate between helping their teammate below and saving their own skin.], GLOSSARY[]"
SpokenText="The great flood shall vanquish all our enemies. Let it flow."
Subtitles[0]=(Text="The great flood shall vanquish all our enemies. Let it flow.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_05 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="Our enemies threaten the sanctity of the palace. Destroy them!"
Subtitles[0]=(Text="Our enemies threaten the sanctity of the palace. Destroy them!")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_06 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="Water shall meet fire, and our enemies will meet their doom."
Subtitles[0]=(Text="Water shall meet fire, and our enemies will meet their doom.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_07 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[While Jack connects to the system, Myrrah's voice is heard again. Baird can be seen walking over to a P.A. relay box, and starts examining it or opening it up. We should also see a CB/P.A.-like device near the relay box (maybe attached to it with the coiled cord).], GLOSSARY[]"
SpokenText="We cannot allow the Lambent to pollute the surface. We must bury their infection here."
Subtitles[0]=(Text="We cannot allow the Lambent to pollute the surface. We must bury their infection here.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_07_alt SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[While Jack connects to the system, Myrrah's voice is heard again. Baird can be seen walking over to a P.A. relay box, and starts examining it or opening it up. We should also see a CB/P.A.-like device near the relay box (maybe attached to it with the coiled cord).], GLOSSARY[]"
SpokenText="We cannot allow the Lambent to pollute the surface. We must bury their infection here."
Subtitles[0]=(Text="We cannot allow the Lambent to pollute the surface. We must bury their infection here.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_08 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. Epic's intention is to cut the line off after \"will,\" but that crop hasn't happened yet.], TRIGGER[Cole can be seen picking up the CB/P.A. device, looks down at it briefly.], GLOSSARY[]"
SpokenText="The world is rightfully ours, and we will destroy you."
Subtitles[0]=(Text="The world is rightfully ours, and we will destroy you.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_08_alt SoundNodeWave]
Comment="Notes[6/14/2008: Added with pickups pass. Epic's intention is to cut the line off after \"will,\" but that crop hasn't happened yet. Same as MYRRAH_PL_08.WAV, slightly different inflection.], TRIGGER[], GLOSSARY[]"
SpokenText="The world is rightfully ours, and we will destroy you."
Subtitles[0]=(Text="The world is rightfully ours, and we will destroy you.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_09 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Delta will be able to andando up some stairs that will lead back around to the large hall that leads to the door to Myrrah's throne room. They walk a few steps in, can see the throne ahead, and then a cinematic is triggered:BEGIN CINEMATICWe do a slow zoom to the throne, and we can see Myrrah in silhouette behind the silken, see-through curtains that surround her throne. If the player wasn't sure before whose voice it was they were hearing throughout the level, now they will know for sure…Skorge is also behind the curtains, but as Delta approaches, Myrrah begins addressing them.], GLOSSARY[]"
SpokenText="You're the first humans to ever desecrate this palace with your presence…"
Subtitles[0]=(Text="You're the first humans to ever desecrate this palace with your presence…")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_10 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Back to Myrrah, she andandos elegantly behind the curtain, as does the silken cloth that ripples softly with an underground breeze.], GLOSSARY[]"
SpokenText="… and I assure you, you will most certainly be the last."
Subtitles[0]=(Text="… and I assure you, you will most certainly be the last.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_11 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="Yes… though you destroyed the Riftworm, there are still ways for us to sink Jacinto. You will perish along with the Lambent."
Subtitles[0]=(Text="Yes… though you destroyed the Riftworm, there are still ways for us to sink Jacinto. You will perish along with the Lambent.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_13 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled. She laughs before delivering the line.], TRIGGER[], GLOSSARY[]"
SpokenText="Skorge informed me of your plan to sink Jacinto before us. I'm afraid it won't work."
Subtitles[0]=(Text="Skorge informed me of your plan to sink Jacinto before us. I'm afraid it won't work.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_14 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="Oh, but I am. We already have an army en route to Jacinto to prevent that from happening."
Subtitles[0]=(Text="Oh, but I am. We already have an army en route to Jacinto to prevent that from happening.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_15 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[Quick looks between Delta: \"Oh fuck.\" The queen is one up on them…], GLOSSARY[]"
SpokenText="Tell me, is it true… you're the son of Adam Fenix?"
Subtitles[0]=(Text="Tell me, is it true… you're the son of Adam Fenix?")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_16 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="He spoke highly of you. It's a shame that you didn't follow his path."
Subtitles[0]=(Text="He spoke highly of you. It's a shame that you didn't follow his path.")
bMature=False
bManualWordWrap=False

[Palace.MYRRAH_PL_17 SoundNodeWave]
Comment="Notes[6/4/2008—reconciled.], TRIGGER[], GLOSSARY[]"
SpokenText="It no longer matters. Skorge—destroy them."
Subtitles[0]=(Text="It no longer matters. Skorge—destroy them.")
bMature=False
bManualWordWrap=False

